Repository: neeil1990/webasyst
Catalog: *-data/protected/*-installer/backup/*-apps/blog/plugins/nbimagepost/locale/*/LC_MESSAGES/blog_nbimagepost.po
Languages: ru_ru

source: nb Upload
ru_ru: Загрузить картинку

source: nb Save
ru_ru: Сохранить

source: nb Or
ru_ru: или

source: nb Cancel
ru_ru: Закрыть

source: nb Size
ru_ru: Размер

source: nb Desc
ru_ru: Загрузите и отредактируйте ваше фото

source: nb SelectPhoto
ru_ru: Выбрать фото

source: nb SelectObject
ru_ru: Выделите область фото для сохранения

source: nb imagePost
ru_ru: Изображение (миниатюра) для поста приложения Блог

source: nb description
ru_ru: Добавляет к записи блога загрузку изображения с возможностью обрезки, и отображает изображение на сайте.
