Repository: neeil1990/webasyst
Catalog: *-apps/shop/plugins/yoss/locale/*/LC_MESSAGES/shop_yoss.po
Languages: ru_ru

source: Products found
ru_ru: Найдено товаров

source: to results
ru_ru: перейти к результатам

source: to product
ru_ru: к товару

source: Sorry, but nothing was found, try to change your query
ru_ru: Извините, но ничего не было найдено, попробуйте изменить свой запрос

source: Smart search
ru_ru: Умный поиск

source: Product ajax-search with auto-loading
ru_ru: Ajax-поиск товаров с авто-подгрузкой

source: Status
ru_ru: Статус плагина

source: Off
ru_ru: Выключен

source: On
ru_ru: Включен

source: Lazy loading
ru_ru: Ленивая прокрутка

source: To enable lazy loading of items in search results.
ru_ru: Включить ленивую прокрутку для товаров в результатах поиска.

source: Products limit
ru_ru: Количество товаров

source: Number of items in the search results.
ru_ru: Количество товаров в результатах поиска.

source: Characters limit
ru_ru: Количество символов

source: Number of characters in the search query, after filling that triggered search.
ru_ru: Количество символов в поисковом запросе, после заполнения которого включается поиск.

source: Search input selector
ru_ru: Селектор поиска

source: Specify the ID or class of the html element,<br />when filling which will open a search results.<br />Must be like «<b>#search</b>» or «<b>.search</b>».
ru_ru: Укажите идентификатор или класс html-элемента,<br />при заполнении которого будет открываться окно с результатами поиска.<br />Должно быть вида «<b>#search</b>» или «<b>.search</b>».

source: Max height (px)
ru_ru: Максимальная высота (px)

source: Max height of search result block.
ru_ru: Максимальная высота блока с результатами поиска.

source: Width (px)
ru_ru: Ширина (px)

source: Width of search result block.
ru_ru: Ширина блока с результатами поиска.

source: Sorry, error accured
ru_ru: Извините, произошла ошибка

source: CSS styles
ru_ru: CSS стили

source: CSS styles of result block.
ru_ru: CSS стили блока с результатами.

source: For all questions
ru_ru: По всем вопросам

source: Status of frontend_head hook
ru_ru: Статус хука frontend_head

source: Turn on to automatically output plugin via frontend_head hook.
ru_ru: Включите для автоматического подключения плагина через хук frontend_head
